---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.VoltageTypeSetIterator
source: html/3a301cdd-368a-ee4e-4f0d-39aad9b1c0dd.htm
---
# VoltageTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.